Repository: GNOME/transmageddon
Catalog: po/*.po
Languages: bs, fr, fur, pt

source: Transmageddon Video Transcoder
bs: Transmageddon transcoder videa
fr: Transmageddon Transcodeur Vidéo
fur: Transcodificadôr Video Transmageddon
pt: Codificador de vídeo Transmageddon

source: Video format conversion tool
bs: Alat za pretvaranje video zapisa
fr: Outil de conversion de vidéos
fur: Strument di conversion di formâts video
pt: Ferramenta de conversão de formato de vídeo

source: Transmageddon Media Transcoder
bs: Transmagedon prekoder medija
fur: Transcodificadôr multimedia Transmageddon
pt: Recodificador de vídeo Transmageddon

source: Easy to use audio and video transcoding application
bs: Program za pretvaranje snimaka i zvuka lak za korišćenje
fur: Aplicazion di transcodifiche video e audio facile di doprâ
pt: Aplicação simples de usar para recodificação de áudio e vídeo

source: Transmageddon is an application for converting audio and video files between different formats. It allows you to either manually choose the formats you want to convert between or alternatively you can choose a predefined target and the selections will be made for you. Transmageddon supports a very wide range of formats and can also optionally function as a DVD ripping tool.
bs: Transmagedon je program za pretvaranje datoteka zvuka i snimaka između različitih zapisa. Omogućava vam da ručno izaberete zapise između kojih želite izvršite pretvaranje ili da izaberete unaprijed određene ciljeve a izbori će biti učinjeni umjesto vas. Transmagedon podržava veoma širok opseg zapisa i može uzgred da radi kao alat za čupanje DVD-a.
fur: Transmageddon e je une aplicazion par convertî file audio e video a diferents formâts. Ti permet di sielzi a man i formâts che si vûl convertî o in alternative si pues sielzi un obietîf predefinît e lis selezions a vignaran fatis al to puest. Transmageddon al supuarte une grande schirie di formâts e al pues jessi doprât ancje come strument di estrazion dai DVD.
pt: O Transmageddon é uma aplicação para converter ficheiros de áudio e de vídeo entre diferentes formatos. Isto permite-lhe escolher manualmente entre os formatos que pretende converter ou, em alternativa, pode escolher um objetivo predefinido e a seleção será feita por si. O Transmaggedon suporta uma larga variedade de formatos e pode também funcionar como ferramenta para extrair DVDs.

source: Feature list:
bs: Spisak funkcija:
fur: Liste funzionalitâts:
pt: Lista de características:

source: Wide range of media codecs
bs: Širok opseg medijskih kodeka
fur: Grande varietât di codifichis multimediâls
pt: Larga gama de codecs multimédia

source: Allows extracting audio or video streams separately
bs: Omogućava odvojeno izdvajanje tokova zvuka ili snimka
fur: Al permet la estrazion dai flus audio o video in maniere separade
pt: Permite a extração de fluxos de áudio e vídeo separadamente

source: Allows ripping of DVD if needed software libraries are available
bs: Dopušta ekstrakciju iz DVD ako su dostupne potrebne softverske biblioteke
fur: Al permet la estrazion dai DVD se lis librariis software a son disponibilis
pt: Permite extrair DVD se as bibliotecas estiverem disponíveis

source: Supports named device presets
bs: Podržava pretpodešavanja imenovanih uređaja
fur: Al supuarte configurazions dispositîf cun non
pt: Suporta predefinições para dispositivos nomeados

source: Lets you add language metadata if missing
bs: Omogućava vam dodavanje jezičkih metapodataka ako nedostaju
fur: Ti permet di zontâ il metadât de lenghe se al mancje
pt: Permite adicionar os metadados de idioma se estes estiverem em falta

source: Can change orientation of video if necessary
bs: Može da izmjeni okrenutost snimka ako je neophodno
fur: Al pues cambiâ l'orientament dal video se al covente
pt: Permite a mudança de orientação do vídeo

source: Supports files with multiple audio streams
bs: Podržava datoteke sa nekoliko tokova zvuka
fur: Al supuarte file cun multiplis flus audio
pt: Suporta ficheiros com múltiplos fluxos de áudio

source: You might want to install this application if your need to convert media files between different formats due to for example having hardware that only supports a limited range of formats.
bs: Možda ćete morati da instalirate ovaj program ako treba da pretvarate medijske datoteke između različitih zapisa zato što, na primjer, imate uređaj koji podržava samo ograničeni opseg zapisa.
fur: Si podarès volê instalâ cheste aplicazion se al covente convertî file multimediâi in formâts diferents, par esempli se si à hardware che al supuarte dome un numar limitât di formâts.
pt: Pode querer instalar esta aplicação se precisar de converter ficheiros multimédia em diferentes formatos, dado que pode ter equipamento que só suporta um número limitado de formatos, tal como alguns leitores de DVD e Blu-Ray.

source: Transmageddon is a simple video and audio conversion tool for GNOME created by Christian Fredrik Kalager Schaller.
bs: Transmageddon je jednostavan program za pretvaranje audio i video datoteka za GNOME kreiran od strane Christian Fredrik Kalager Schaller-a.
fur: Transmageddon al è un sempliç strument di conversion di audio e video par GNOME, creât di Christian Fredrik Kalager Schaller.
pt: O Transmaggedon é um conversor de áudio e vídeo simples para GNOME, criado por Christian Fredrik Kalager Schaller.

source: Transmageddon homepage
bs: Transmageddon početna stranica
fur: Pagjine principâl di Transmageddon
pt: Página inicial do Transmageddon

source: translator-credits
bs: Dejan Azinović https://launchpad.net/~dazinovic1 Mesud Klisura https://launchpad.net/~mklisura1 Samir Ribić https://launchpad.net/~megaribi
fur: Fabio Tomat, <f.t.public@gmail.com>
pt: Tiago S. <almosthumane@portugalmail.pt> Pedro Albuquerque <palbuquerque73@gmail.com>

source: Title:
bs: Naslov:
fur: Titul:
pt: Título:

source: Languages:
bs: Jezici:
fur: Lenghis:
pt: Idiomas:

source: Length:
bs: Dužina:
fur: Lungjece:
pt: Duração:

source: Minute
bs: Minuta
fur: Minût
pt: Minuto

source: Cancel
bs: Odustani
fur: Anule
pt: Cancelar

source: Select
bs: Izaberi
fur: Selezione
pt: Selecionar

source: Select a DVD title
bs: Odaberi DVD naslov
fur: Selezione un titul DVD
pt: Selecionar um título de DVD

source: Select a language
bs: Odaberi jezik
fur: Selezione une lenghe
pt: Selecionar um idioma

source: About
bs: O programu
fur: Informazions
pt: Sobre

source: Quit
bs: Izađi
fur: Jes
pt: Sair

source: Debug
bs: Uklanjanje grešaka
pt: Depurar

source: Transcoding Progress
bs: Proces transkodiranja
fr: Progression du transcodage
fur: Progrès de transcodifiche
pt: Progresso da codificação

source: No container (Audio-only)
bs: Bez sadržioca (Audio samo)
fur: Nissun contignidôr (dome sun)
pt: Sem contentor (só áudio)

source: No rotation (default)
bs: Bez rotacije (podrazumijevano)
fr: Pas de rotation (défaut)
fur: Nissune rotazion (predefinît)
pt: Sem rotação (predefinição)

source: Clockwise 90 degrees
bs: U smijeru kazaljke na satu 90 stepeni
fr: Rotation de 90 degrés sens horaire
fur: 90 grâts in sens orari
pt: 90 graus à direita

source: Rotate 180 degrees
bs: Rotiraj za 180 stepeni
fr: Rotation 180 degrés
fur: Ribalte di 180 grâts
pt: Rodar 180 graus

source: Counterclockwise 90 degrees
bs: U obrnutom smijeru kazaljke na satu za 90 stepeni
fr: Rotation 90 degrés sens anti-horaire
fur: 90 grâts in sens antiorari
pt: 90 graus à esquerda

source: Horizontal flip
bs: Horizontalno okretanje
fr: Miroir horizontal
fur: Ribalte in orizontâl
pt: Inverter na horizontal

source: Vertical flip
bs: Vertikalno okretanje
fr: Miroir vertical
fur: Ribalte in verticâl
pt: Inverter na vertical

source: Upper left diagonal flip
bs: Gornje lijevo dijagonalno okretanje
fr: Mirroir diagonale haut gauche
fur: Ribalte in diagonâl de bande superiôr a çampe
pt: Inverter na diagonal do topo esquerdo

source: Upper right diagonal flip
bs: Gornje desno dijagonalno okretanje
fur: Ribalte in diagonâl de bande superiôr a drete
pt: Inverter na diagonal do topo direito

source: No Presets
bs: Nema postavki
fur: Cence valôrs predefinîts
pt: Sem predefinições

source: File saved to %(dir)s
bs: Datoteka snimljena u %(dir)s
fur: File salvât su %(dir)s
pt: Ficheiro gravado em %(dir)s

source: %(file)s saved to %(dir)s
bs: %(file)s snimljene u %(dir)s
fur: %(file)s salvât su %(dir)s
pt: %(file)s gravado em %(dir)s

source: Done Transcoding
bs: Završeno transkodiranje
fr: Transcodage terminé
fur: Transcodifiche completade
pt: Codificação terminada

source: Writing %(filename)s
bs: Pišem %(filename)s
fur: Daûr a scrivi %(filename)s
pt: A escrever %(filename)s

source: Pass %(count)d Complete.
bs: Prošlo %(count)d Završeno.
fur: Passade %(count)d completade.
pt: Passagem %(count)d completa.

source: Unknown
bs: Nepoznat
fur: No cognossût
pt: Desconhecido

source: No Audio
bs: Nema zvuka
fur: Cence sun
pt: Sem áudio

source: No Video
bs: Nema videa
fur: Cence video
pt: Sem vídeo

source: Got an invalid response from codec installer, can not install missing codec.
bs: Dobio sam neispravan odgovor od instalatera kodeka, ne mogu instalirati nedostajuće kodeke.
fur: Si à vût une rispueste no valide dal instaladôr di codecs, impussibil instalâ il codec che al mancje.
pt: Obtida uma resposta inválida pelo instalador do codec. Impossível instalar o codec em falta.

source: No Codec installer helper application available.
bs: Nema pomoći instalatera kodiranja dostupno.
fur: No je disponibile nissune aplicazion ausiliâr par instalâ i codec.
pt: Nenhum auxiliador de instalação de codecs disponível.

source: Plugins not found, choose different codecs.
bs: Dodatak nije pronađen, izaberite drugi kodek.
fr: Plugins introuvable, choisissez des codecs différents.
fur: Plugin no cjatâts, sielç dai codec diferents.
pt: Extensões não encontradas, escolha codecs diferentes.

source: Codec installation aborted.
bs: Instaliranje kodeka prekinuto.
fr: Installation de codec avortée.
fur: Instalazion dal codec interote.
pt: Instalação de codec abortada.

source: Missing plugin installation failed.
bs: Instaliranje nedostajućeg dodatka neuspjelo.
fur: Instalazion dai plugin che a mancjin falide.
pt: Instalação de extensão em falta falhou.

source: Pass %(count)d Progress
bs: Prošlo %(count)d Napredak
fur: Progrès de passade %(count)d
pt: Progresso da passagem %(count)d.

source: No Audio
bs: Nema audia
fur: Cence sun
pt: Sem áudio

source: Audio passthrough
bs: Audio prolaz
pt: Passagem de áudio

source: Video passthrough
bs: Video prolaz
pt: Passagem de vídeo

source: Choose Source File...
bs: Izaberite izvornu datoteku...
fur: Sielç file sorzint...
pt: Escolha o ficheiro origem...

source: <small>Video height&#47;width:</small> <small>Video Codec:</small>
bs: <small>Video visina&#47;width:</small> <small>Video Kodeki:</small>
fur: <small>Altece&#47;largjece dal video:</small> <small>Codec video:</small>
pt: <small>Altura/Largura do vídeo:</small> <small>Codec de vídeo:</small>

source: <b>Choose Input File:</b>
bs: <b>Izaberite ulaznu datoteku:</b>
fr: <b>Choisissez le fichier d'entrée:</b>
fur: <b>Sielç file di jentrade:</b>
pt: <b>Escolha ficheiro de entrada:</b>

source: <b>Presets:</b>
bs: <b>Postavke:</b>
fr: <b>Préréglages:</b>
fur: <b>Preconfigurazions:</b>
pt: <b>Predefinições:</b>

source: <b>Output Format:</b>
bs: <b>Format izlaza:</b>
fr: <b>Format de Sortie:</b>
fur: <b>Formât di jessude:</b>
pt: <b>Formato de saída:</b>

source: <small>Audio Channels:</small> <small>Audio Codec:</small>
bs: <small>Audio kanali:</small> <small>Audio Koderi:</small>
fur: <small>Canâi audio:</small> <small>Codec audio:</small>
pt: <small>Canais de áudio:</small> <small>Codec de áudio:</small>

source: <b>Choose Audio Codec</b>:
bs: <b>Izaberi Audio koder</b>:
fr: <b>Choisissez le Codec Audio</b>:
fur: <b>Sielç codec audio</b>:
pt: <b>Escolha codec de áudio</b>:

source: <b>Choose Video Codec</b>:
bs: <b>Izaberi Video koder</b>:
fr: <b>Choisissez le Codec Vidéo</b>:
fur: <b>Sielç codec video</b>:
pt: <b>Escolha codec de vídeo</b>:

source: <small>Rotate the video image if needed</small>
bs: <small>Rotiraj sliku ako je potrebno</small>
fr: <small>Tourne l'image vidéo si besoin</small>
fur: <small>Volte la imagjin video se al covente</small>
pt: <small>Rodar a imagem do vídeo se necessário</small>

source: _Transcode
bs: _Transkodiraj
fur: _Transcodificâ
pt: _Recodificar

source: Not mounted.
bs: Nije montirano.
fur: No montât.
pt: Não está montado.

source: Can't find %(path)s in any known prefix!
bs: Ne mogu pronaći %(path)s u bilo kojim poznatim prefiksima!
fr: Ne peut trouver %(path)s dans tous les préfixes connus!
fur: Impussibil cjatâ %(path)s in nissun prefìs cognossût!
pt: Impossível encontrar %(path)s em qualquer prefixo conhecido!

source: Not a valid integer or fraction: %(value)s!
fr: L'entier ou fraction n'est pas valide: %(value)s!

source: Loaded device %(device)s (%(presets)d presets)
fr: Périphérique %(device)s chargé (préréglage %(presets)d)

source: Fetching %(location)s
fr: Récupération de %(location)s

source: Writing to %(file)s
fr: Ecriture vers %(file)s

source: There was an error fetching and installing %(location)s: %(error)s
fr: Il y a eu une erreur pendant la récupération et l'installation de %(location)s: %(error)s

source: Checking for device preset updates...
fr: Recherche de mises à jour de réglages prédéfinis pour le périphérique ...

source: Device preset %(name)s is up to date
fr: Le préréglage de périphérique %(name)s est à jour

source: Found updated device preset %(name)s
fr: Mise à jour du préréglage de périphérique %(name)s trouvé

source: Error installing preset %(name)s from %(location)s: %(error)s
fr: Erreur durant l'installation du préréglage %(name)s à partir de %(location)s: %(error)s

source: Found new device preset %(name)s
fr: Nouveau réglage de périphérique prédéfini trouvé %(name)s

source: Malformed plugin version line %(line)s
fr: Ligne de version de plugin malformée %(line)s

source: There was a problem accessing %(location)spresets.txt!
fr: Il y a eu un problème d'accès à %(location)spresets.txt!

source: All device presets are up to date!
fr: Tous les préréglages des périphériques sont à jour!

source: <small>Audio Channels:</small>
fr: <small>Cannaux Audio:</small>

source: <small>Audio codec:</small>
fr: <small>Codec audio:</small>

source: <small>Video codec:</small>
fr: <small>Codec Vidéo:</small>

source: <small>Video height&#47;width:</small>
fr: <small>Vidéo hauteur&#47;largeur:</small>

source: _Audio passthrough
fr: Sortie _audio

source: _Edit
fr: É_dition

source: _File
fr: _Fichier

source: _Help
fr: Aid_e

source: _Video passthrough
fr: Sortie _vidéo

source: _View
fr: _Affichage

source: Upper right diagnonal flip
fr: Mirroir diagonale haut droite

source: Estimated time remaining:
fr: Temps restant estimé:

source: Pass
fr: Passe

source: File saved to
fr: Fichier sauvegardé vers

source: Start next pass
fr: Démarre la passe suivante

source: Missing plugin installation failed:
fr: L'installation du plugin manquant a échoué:

source: Writing
fr: Ecriture
